[{"text": "Hate having tht feeling that no one likes you but you tht u foo got ppl who love you #depressed feelings", "label": "depressed"}, {"text": "RT If you’ve had a Panic Attack then you know how devastating they can feel but they CAN’T hurt you YOU are not alone …", "label": "depressed"}, {"text": "RT _colin #mentalillness can be difficult. #anxiety #anxietyproblems #depression #depressed #Anorexia #mentalhealth #menta…", "label": "depressed"}, {"text": "Check out my newest single \"Just Like My Ex on #SoundCloud #rap #hiphop #urban #RnB", "label": "depressed"}, {"text": "Do anyone of you feel #depressed being a #university studnet.. lonely.. worthless.. useless. I feel like i wont", "label": "depressed"}, {"text": "Am I the only one who paralyses herself replaying and reversing past memories? . . . #memories #thoughts", "label": "depressed"}, {"text": "forgot I needed to post sorry #singer #rap #dj #musician #rock #guitar #song #culture #history #tradition #cultura", "label": "depressed"}, {"text": "Nobody cares if I am crying and wishing to die at 2am . . . #depression #depressed #thoughtswhiledaydreaming", "label": "depressed"}, {"text": "Dialysis was a little hard this morning my stomach felt like someone was punching me... I notice when they try pu", "label": "depressed"}, {"text": "RT Cereal first always except when doing refills to make use of all the left over milk after bowl 1 xxdr", "label": "not depressed"}, {"text": "RT Aerial footage shows 'hundreds of thousands of people attending protest in London calling for a referendum on the final #Brex…", "label": "not depressed"}, {"text": "RT The particularly ironic thing about all this is that the politicians are getting yelled at in DC mostly by people who lit…", "label": "not depressed"}, {"text": "RT outscores Emporia State 22-0 in the 4th quarter and defeats the Hornets 42-28 MWSU improves to 5-3 htt…", "label": "not depressed"}, {"text": "essas musicas underrated do faith no more são boas d+++ The Cowboy Song de Faith No More #NowPlaying", "label": "not depressed"}, {"text": "RT “Father of Asahd x Air Jordan 3 raffle going down at the LA grand opening 👀 📸", "label": "not depressed"}, {"text": "RT in 4 hours a brand new #gutfeld show will appear like magic into your living rooms through that mysterious portal called…", "label": "not depressed"}, {"text": "So jelly of all the people participating in #readathon today as I'm #saturdaylibrarian-ing it up.", "label": "not depressed"}, {"text": "RT Can y’all please pray for my son and our family I’ve been begging the NICU for answers and they aren’t telling me anything I…", "label": "not depressed"}, {"text": "RT I have the coolest cat the rest of you can go home now", "label": "not depressed"}, {"text": "I'm in the U.S.", "label": "not depressed"}, {"text": "RT me aII the people who aren’t down for aII the spontaneous plans i make", "label": "not depressed"}, {"text": "RT This are innocent civilians in Southern Cameroons killed and burnt by the Cameroun 🇨🇲🇫🇷military😭we keep on calling on the…", "label": "not depressed"}, {"text": "RT We are ball #58 in the draw for the FA Cup at 7.10pm on Monday", "label": "not depressed"}, {"text": "_Funds Backup Quarterback He was your STARTING QUARTERBACK at the time!", "label": "not depressed"}, {"text": "RT PSA If you are looking for a voting place with no line come down to the Musqueam Community Centre there is NO line! 🗳🗳#…", "label": "not depressed"}, {"text": "Anyway I bought a waffle maker and I’m using it for the first time", "label": "not depressed"}, {"text": "Oh I'm giving coach as much time as he needs it's just so sad to see our defense in the state it's in.", "label": "not depressed"}, {"text": "i’ve let the gym slide last few weeks can feel myself getting chubby again back in the gym tomorrow💪🏻", "label": "not depressed"}, {"text": "RT Learn the Law of attraction then you Rich forever", "label": "not depressed"}, {"text": "RT Here’s another question. will piss off people but. you know i could give a shit.. Do you think the 2nd Amendment appl…", "label": "not depressed"}, {"text": "So this is going to end up being a bigger margin of defeat than the USC game...lol", "label": "not depressed"}, {"text": "RT . promised to cut practice short if someone hit six 3-pointers in a row during our transition drill You k…", "label": "not depressed"}, {"text": "RT _ Am I the only person who turns a blind eye at people shop lifting I genuinely wouldn’t ever snitch on someone for that", "label": "not depressed"}, {"text": "RT It is amazing how complete is the delusion that beauty is goodness Leo Tolstoy #ALDUBLoveAndPositivity 💝", "label": "not depressed"}, {"text": "RT _RightMusic My new album Nothing Ova Night has 14 tracks I finally made my mind up unfortunately a few bangers didn't make the cut b…", "label": "not depressed"}, {"text": "RT We are a church that believes in PRAYERS....We don’t sell anything in our church.We stand for the Word and it’s Power....T…", "label": "not depressed"}, {"text": "RT @_weavus WHY DID SHE UPDATE THE VIDEO", "label": "not depressed"}, {"text": "RT Judicial Watch released 224 pages of records with ~1000 summaries of Significant Incident Reports from HHS revealing “Un…", "label": "not depressed"}, {"text": "RT It's a blessing from the Lord It only means he is with us all along Enjoy lahat ng aattend #ALDUBLove…", "label": "not depressed"}, {"text": "I’m a terrible person and stare blankly at car racing most of the time ;)", "label": "not depressed"}, {"text": "RT_face 함 나아가 싶 보정 geek in the pink 입니 자세 예시 메 트윗 올려놓았으 보시 가시 마음 드신다 주 말 헤더 계정으 팔로 해주세 'ㅡ'!", "label": "not depressed"}, {"text": "RT _uk Well over HALF A MILLION are marching on Parliament today demanding a #PeoplesVote on the Brexit deal. Everybody need…", "label": "not depressed"}, {"text": "_Rees_Mogg It makes no sense and it's certainly not democratic to exclude the option that most", "label": "not depressed"}, {"text": "RT Jobs not MOBS! Vote Red Save the World", "label": "not depressed"}, {"text": "RT You mean to tell me that our President Namjoon is busy touring the world is doing interviews delivered a speech to the U…", "label": "not depressed"}, {"text": "RT @_SJPeace Ffs.. how come your flight crew allowed him to stay on the flight ? You dont care ? Not a lo…", "label": "not depressed"}, {"text": "RT _lakesoccer Our boys taking time out to help with The Community Trunk or Treat before their game tonight", "label": "not depressed"}, {"text": "RT Great company Supported 100 The Only News Network that turns the camera during Trump Rally's #MAGA…", "label": "not depressed"}, {"text": "&amp in neighborhoods we’re talking 3/4 units per 4/5 story building", "label": "not depressed"}, {"text": "RT So a Catholic priest wants to do an exorcism on Brett Kavanaugh to get rid of the hex witches put on him You can't make th…", "label": "not depressed"}, {"text": "RT the low poly 3d bird from daytona usa.gif", "label": "not depressed"}, {"text": "RT [INJURY NEWS Tests carried out on the first team player Leo Messi have confirmed that he has a fracture of the radial b…", "label": "not depressed"}, {"text": "Excellent concert at All Saints Church Hertford tonight in aid of An interesting insight into the", "label": "not depressed"}, {"text": "RT The privatisation of our NHS gathers pace as Virgin Care handed yet another children’s health contract What a disgrace F…", "label": "not depressed"}, {"text": "RT Yes Ironic they wave the flag of a country they refuse to defend Fake as hell.", "label": "not depressed"}, {"text": "RT nigga u suppose to support the awareness not the disease", "label": "not depressed"}, {"text": "Happy Sweetest Day See even though it's a Hallmark holiday you don't have to spend any money to show the one yo", "label": "not depressed"}, {"text": "RT Tallahassee The Atliens have Landed See ya after the Game 💪 Tallahassee Florida", "label": "not depressed"}, {"text": "RT me staring at the moths outside of my bedroom window that want to get inside to hug my lamp .... moths", "label": "not depressed"}]